Tekla Open API Reference for Tekla Structures 2025
ContourPoint Properties
The ContourPoint type exposes the following members.
Properties
Name | Description
Chamfer
 The chamfer for the contour point.
Top
See Also
Reference
ContourPoint Class
Tekla.Structures.Model Namespace